

replenish_balance = """
Пополнение QIWI:
➖➖➖➖➖➖➖➖
👉 Номер  <code>{number}</code>
👉 Коментарий  <code>{code}</code>
➖➖➖➖➖➖➖➖

Внимание! При создание нового тикета на вывод старый становится не действителен!
"""

ref = """
👥 Реферальная сеть

Ваша реферельная ссылка:
https://t.me/{}?start={}

За все время вы заработали - {} ₽
Вы пригласили - {} людей

<i>Если человек приглашенный по вашей реферальной ссылки пополнит баланс, то вы получите {} % от суммы его депозита</i>'
"""

profile = """
🧾 Профиль

❕ Ваш id - {id}
❕ Ваш логин - {login}
❕ Дата регистрации - {data}

💰 Ваш баланс - {balance} рублей
"""

info = """
<b>
Информация о боте
</b>
"""

product = """
❕ {}

{}

💰 Цена: {}
"""

pact = """
Приветсвую тебя в моём шопе!
😍Знакомься с правилами ниже и погнали!

👇👇👇👇👇👇👇👇👇👇👇👇👇

За рекламу ответсвенности не несу!

За все действия и использования товара, ответсвенности не несу!

Отвечаю за качество товара!

Если товар не валид по моей вине - замена в течении 15 мин!

А так я люблю всех ВАС!!!
"""

check_payment = """
Пополнение QIWI:
➖➖➖➖➖➖➖➖
❕ Номер - {}
❕ Комментарий - {}
❕ Дата создания - {}
➖➖➖➖➖➖➖➖
<i><b>Внимание! До конца тикета осталось {} секунд!</b></i>
<i>Внимание! После окончание действия тикета комментарий станет не действительным!</i>
"""

logs = """
❕ Пополнение баланса | {}
❕ {}/{}/{}
❕ Дата: {}

{}

💸 Сумма {} ₽
"""